[
	{
		"id": "abbott2020",
		"type": "article-journal",
		"container-title": "Wellcome open research",
		"note": "publisher: The Wellcome Trust",
		"title": "The transmissibility of novel Coronavirus in the early stages of the 2019-20 outbreak in Wuhan: Exploring initial point-source exposure sizes and durations using scenario analysis",
		"volume": "5",
		"author": [
			{
				"family": "Abbott",
				"given": "Sam"
			},
			{
				"family": "Hellewell",
				"given": "Joel"
			},
			{
				"family": "Munday",
				"given": "James"
			},
			{
				"family": "Funk",
				"given": "Sebastian"
			},
			{
				"family": "group",
				"given": "CMMID",
				"dropping-particle": "nCoV working"
			},
			{
				"literal": "others"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "alene2021",
		"type": "article-journal",
		"abstract": "Background: Understanding the epidemiological parameters that determine the transmission dynamics of COVID-19 is essential for public health intervention. Globally, a number of studies were conducted to estimate the average serial interval and incubation period of COVID-19. Combining findings of existing studies that estimate the average serial interval and incubation period of COVID-19 significantly improves the quality of evidence. Hence, this study aimed to determine the overall average serial interval and incubation period of COVID-19. Methods: We followed the PRISMA checklist to present this study. A comprehensive search strategy was carried out from international electronic databases (Google Scholar, PubMed, Science Direct, Web of Science, CINAHL, and Cochrane Library) by two experienced reviewers (MAA and DBK) authors between the 1st of June and the 31st of July 2020. All observational studies either reporting the serial interval or incubation period in persons diagnosed with COVID-19 were included in this study. Heterogeneity across studies was assessed using the I2 and Higgins test. The NOS adapted for cross-sectional studies was used to evaluate the quality of studies. A random effect Meta-analysis was employed to determine the pooled estimate with 95% (CI). Microsoft Excel was used for data extraction and R software was used for analysis. Results: We combined a total of 23 studies to estimate the overall mean serial interval of COVID-19. The mean serial interval of COVID-19 ranged from 4. 2 to 7.5 days. Our meta-analysis showed that the weighted pooled mean serial interval of COVID-19 was 5.2 (95%CI: 4.9–5.5) days. Additionally, to pool the mean incubation period of COVID-19, we included 14 articles. The mean incubation period of COVID-19 also ranged from 4.8 to 9 days. Accordingly, the weighted pooled mean incubation period of COVID-19 was 6.5 (95%CI: 5.9–7.1) days. Conclusions: This systematic review and meta-analysis showed that the weighted pooled mean serial interval and incubation period of COVID-19 were 5.2, and 6.5 days, respectively. In this study, the average serial interval of COVID-19 is shorter than the average incubation period, which suggests that substantial numbers of COVID-19 cases will be attributed to presymptomatic transmission.",
		"container-title": "BMC Infectious Diseases",
		"DOI": "10.1186/s12879-021-05950-x",
		"ISSN": "14712334",
		"issue": "1",
		"note": "publisher: BMC Infectious Diseases\nPMID: 33706702",
		"page": "1–9",
		"title": "Serial interval and incubation period of COVID-19: a systematic review and meta-analysis",
		"volume": "21",
		"author": [
			{
				"family": "Alene",
				"given": "Muluneh"
			},
			{
				"family": "Yismaw",
				"given": "Leltework"
			},
			{
				"family": "Assemie",
				"given": "Moges Agazhe"
			},
			{
				"family": "Ketema",
				"given": "Daniel Bekele"
			},
			{
				"family": "Gietaneh",
				"given": "Wodaje"
			},
			{
				"family": "Birhan",
				"given": "Tilahun Yemanu"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "allen2012",
		"type": "article-journal",
		"abstract": "The basic reproduction number, ℛ(0), one of the most well-known thresholds in deterministic epidemic theory, predicts a disease outbreak if ℛ(0)>1. In stochastic epidemic theory, there are also thresholds that predict a major outbreak. In the case of a single infectious group, if ℛ(0)>1 and i infectious individuals are introduced into a susceptible population, then the probability of a major outbreak is approximately 1-(1/ℛ(0))( i ). With multiple infectious groups from which the disease could emerge, this result no longer holds. Stochastic thresholds for multiple groups depend on the number of individuals within each group, i ( j ), j=1, \\ldots, n, and on the probability of disease extinction for each group, q ( j ). It follows from multitype branching processes that the probability of a major outbreak is approximately [Formula: see text]. In this investigation, we summarize some of the deterministic and stochastic threshold theory, illustrate how to calculate the stochastic thresholds, and derive some new relationships between the deterministic and stochastic thresholds.",
		"container-title": "Journal of Biological Dynamics",
		"DOI": "10.1080/17513758.2012.665502",
		"ISSN": "17513758",
		"issue": "2",
		"page": "590–611",
		"title": "Extinction thresholds in deterministic and stochastic epidemic models",
		"volume": "6",
		"author": [
			{
				"family": "Allen",
				"given": "Linda J.S."
			},
			{
				"family": "Lahodny",
				"given": "Glenn E."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2012"
				]
			]
		}
	},
	{
		"id": "blumberg2013",
		"type": "article-journal",
		"abstract": "Many diseases exhibit subcritical transmission (i.e. 0<R0<1) so that infections occur as self-limited 'stuttering chains'. Given an ensemble of stuttering chains, information about the number of cases in each chain can be used to infer R0, which is of crucial importance for monitoring the risk that a disease will emerge to establish endemic circulation. However, the challenge of imperfect case detection has led authors to adopt a variety of work-around measures when inferring R0, such as discarding data on isolated cases or aggregating intermediate-sized chains together. Each of these methods has the potential to introduce bias, but a quantitative comparison of these approaches has not been reported. By adapting a model based on a negative binomial offspring distribution that permits a variable degree of transmission heterogeneity, we present a unified analysis of existing R0 estimation methods. Simulation studies show that the degree of transmission heterogeneity, when improperly modeled, can significantly impact the bias of R0 estimation methods designed for imperfect observation. These studies also highlight the importance of isolated cases in assessing whether an estimation technique is consistent with observed data. Analysis of data from measles outbreaks shows that likelihood scores are highest for models that allow a flexible degree of transmission heterogeneity. Aggregating intermediate sized chains often has similar performance to analyzing a complete chain size distribution. However, truncating isolated cases is beneficial only when surveillance systems clearly favor full observation of large chains but not small chains. Meanwhile, if data on the type and proportion of cases that are unobserved were known, we demonstrate that maximum likelihood inference of R0 could be adjusted accordingly. This motivates the need for future empirical and theoretical work to quantify observation error and incorporate relevant mechanisms into stuttering chain models used to estimate transmission parameters. © 2013 Elsevier B.V.",
		"container-title": "Epidemics",
		"DOI": "10.1016/j.epidem.2013.05.002",
		"ISSN": "17554365",
		"issue": "3",
		"note": "publisher: Elsevier B.V.\nPMID: 24021520",
		"page": "131–145",
		"title": "Comparing methods for estimating R0 from the size distribution of subcritical transmission chains",
		"URL": "http://dx.doi.org/10.1016/j.epidem.2013.05.002",
		"volume": "5",
		"author": [
			{
				"family": "Blumberg",
				"given": "S."
			},
			{
				"family": "Lloyd-Smith",
				"given": "J. O."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		}
	},
	{
		"id": "blumberg2013a",
		"type": "article-journal",
		"abstract": "For many infectious disease processes such as emerging zoonoses and vaccine-preventable diseases, 0<R0<1 and infections occur as self-limited stuttering transmission chains. A mechanistic understanding of transmission is essential for characterizing the risk of emerging diseases and monitoring spatio-temporal dynamics. Thus methods for inferring R0 and the degree of heterogeneity in transmission from stuttering chain data have important applications in disease surveillance and management. Previous researchers have used chain size distributions to infer R0, but estimation of the degree of individual-level variation in infectiousness (as quantified by the dispersion parameter, k) has typically required contact tracing data. Utilizing branching process theory along with a negative binomial offspring distribution, we demonstrate how maximum likelihood estimation can be applied to chain size data to infer both R0 and the dispersion parameter that characterizes heterogeneity. While the maximum likelihood value for R0 is a simple function of the average chain size, the associated confidence intervals are dependent on the inferred degree of transmission heterogeneity. As demonstrated for monkeypox data from the Democratic Republic of Congo, this impacts when a statistically significant change in R0 is detectable. In addition, by allowing for superspreading events, inference of k shifts the threshold above which a transmission chain should be considered anomalously large for a given value of R0 (thus reducing the probability of false alarms about pathogen adaptation). Our analysis of monkeypox also clarifies the various ways that imperfect observation can impact inference of transmission parameters, and highlights the need to quantitatively evaluate whether observation is likely to significantly bias results.",
		"container-title": "PLoS Computational Biology",
		"DOI": "10.1371/journal.pcbi.1002993",
		"ISSN": "15537358",
		"issue": "5",
		"note": "PMID: 23658504",
		"page": "1–17",
		"title": "Inference of R0 and Transmission Heterogeneity from the Size Distribution of Stuttering Chains",
		"volume": "9",
		"author": [
			{
				"family": "Blumberg",
				"given": "Seth"
			},
			{
				"family": "Lloyd-Smith",
				"given": "James O."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		}
	},
	{
		"id": "chen2022",
		"type": "article-journal",
		"abstract": "The generation time distribution, reflecting the time between successive infections in transmission chains, is a key epidemiological parameter for describing COVID-19 transmission dynamics. However, because exact infection times are rarely known, it is often approximated by the serial interval distribution. This approximation holds under the assumption that infectors and infectees share the same incubation period distribution, which may not always be true. We estimated incubation period and serial interval distributions using 629 transmission pairs reconstructed by investigating 2989 confirmed cases in China in January-February 2020, and developed an inferential framework to estimate the generation time distribution that accounts for variation over time due to changes in epidemiology, sampling biases and public health and social measures. We identified substantial reductions over time in the serial interval and generation time distributions. Our proposed method provides more reliable estimation of the temporal variation in the generation time distribution, improving assessment of transmission dynamics.",
		"container-title": "Nature Communications",
		"DOI": "10.1038/s41467-022-35496-8",
		"ISSN": "20411723",
		"issue": "1",
		"note": "publisher: Springer US",
		"title": "Inferring time-varying generation time, serial interval, and incubation period distributions for COVID-19",
		"volume": "13",
		"author": [
			{
				"family": "Chen",
				"given": "Dongxuan"
			},
			{
				"family": "Lau",
				"given": "Yiu Chung"
			},
			{
				"family": "Xu",
				"given": "Xiao Ke"
			},
			{
				"family": "Wang",
				"given": "Lin"
			},
			{
				"family": "Du",
				"given": "Zhanwei"
			},
			{
				"family": "Tsang",
				"given": "Tim K."
			},
			{
				"family": "Wu",
				"given": "Peng"
			},
			{
				"family": "Lau",
				"given": "Eric H.Y."
			},
			{
				"family": "Wallinga",
				"given": "Jacco"
			},
			{
				"family": "Cowling",
				"given": "Benjamin J."
			},
			{
				"family": "Ali",
				"given": "Sheikh Taslim"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2022"
				]
			]
		}
	},
	{
		"id": "farrington1999",
		"type": "article-journal",
		"abstract": "We consider the distribution of the number of generations to extinction in subcritical branching processes, with particular emphasis on applications to the spread of infectious diseases. We derive the generation distributions for processes with Bernoulli, geometric and Poisson offspring, and discuss some of their distributional and inferential properties. We present applications to the spread of infection in highly vaccinated populations, outbreaks of enteric fever, and person-to-person transmission of human monkeypox.",
		"container-title": "Journal of Applied Probability",
		"DOI": "10.1239/jap/1032374633",
		"ISSN": "00219002",
		"issue": "3",
		"page": "771–779",
		"title": "The distribution of time to extinction in subcritical branching processes: Applications to outbreaks of infectious disease",
		"volume": "36",
		"author": [
			{
				"family": "Farrington",
				"given": "C. P."
			},
			{
				"family": "Grant",
				"given": "A. D."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1999"
				]
			]
		}
	},
	{
		"id": "farrington2003",
		"type": "article-journal",
		"abstract": "Mass vaccination programmes aim to maintain the effective reproduction number R of an infection below unity. We describe methods for monitoring the value of R using surveillance data. The models are based on branching processes in which R is identified with the offspring mean. We derive unconditional likelihoods for the offspring mean using data on outbreak size and outbreak duration. We also discuss Bayesian methods, implemented by Metropolis-Hastings sampling. We investigate by simulation the validity of the models with respect to depletion of susceptibles and under-ascertainment of cases. The methods are illustrated using surveillance data on measles in the USA.",
		"container-title": "Biostatistics (Oxford, England)",
		"DOI": "10.1093/biostatistics/4.2.279",
		"ISSN": "14654644",
		"issue": "2",
		"page": "279–295",
		"title": "Branching process models for surveillance of infectious diseases controlled by mass vaccination.",
		"volume": "4",
		"author": [
			{
				"family": "Farrington",
				"given": "C. P."
			},
			{
				"family": "Kanaan",
				"given": "M. N."
			},
			{
				"family": "Gay",
				"given": "N. J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2003"
				]
			]
		}
	},
	{
		"id": "fine2003",
		"type": "article-journal",
		"abstract": "The interval between successive cases of an infectious disease is determined by the time from infection to infectiousness, the duration of infectiousness, the time from infection to disease onset (incubation period), the duration of any extra-human phase of the infectious agent, and the proportion clinically affected among infected individuals. The interval is important in the interpretation of infectious disease surveillance and trend data, in the identification of outbreaks, and in the optimization of quarantine and contact tracing. This paper discusses the properties of these intervals, as measured between transmission events or between clinical onsets of successive infected individuals, noting the determinants of their ranges and frequency distributions, the circumstances under which secondary cases may arise before primaries, and under which the infection transmission interval will be different from the interval between clinical onsets of successive cases. It discusses the derivation of interval distribution statistics from descriptive data given in standard textbooks, with illustrations from published data on outbreaks, households, and epidemiologic tracing. Finally, it discusses the implications of such measures for studies of secondary attack rates, for the persistence of infection in human communities, for outbreak response, and for elimination or eradication programs.",
		"container-title": "American Journal of Epidemiology",
		"DOI": "10.1093/aje/kwg251",
		"ISSN": "00029262",
		"issue": "11",
		"note": "ISBN: 0002-9262 (Print) 0002-9262 (Linking)\nPMID: 14630599",
		"page": "1039–1047",
		"title": "The Interval between Successive Cases of an Infectious Disease",
		"volume": "158",
		"author": [
			{
				"family": "Fine",
				"given": "Paul E.M."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2003"
				]
			]
		}
	},
	{
		"id": "grassly2006",
		"type": "article-journal",
		"abstract": "Seasonal change in the incidence of infectious diseases is a common phenomenon in both temperate and tropical climates. However, the mechanisms responsible for seasonal disease incidence, and the epidemiological consequences of seasonality, are poorly understood with rare exception. Standard epidemiological theory and concepts such as the basic reproductive number R 0 no longer apply, and the implications for interventions that themselves may be periodic, such as pulse vaccination, have not been formally examined. This paper examines the causes and consequences of seasonality, and in so doing derives several new results concerning vaccination strategy and the interpretation of disease outbreak data. It begins with a brief review of published scientific studies in support of different causes of seasonality in infectious diseases of humans, identifying four principal mechanisms and their association with different routes of transmission. It then describes the consequences of seasonality for R 0 , disease outbreaks, endemic dynamics and persistence. Finally, a mathematical analysis of routine and pulse vaccination programmes for seasonal infections is presented. The synthesis of seasonal infectious disease epidemiology attempted by this paper highlights the need for further empirical and theoretical work. © 2006 The Royal Society.",
		"container-title": "Proceedings of the Royal Society B: Biological Sciences",
		"DOI": "10.1098/rspb.2006.3604",
		"ISSN": "14712970",
		"issue": "1600",
		"page": "2541–2550",
		"title": "Seasonal infectious disease epidemiology",
		"volume": "273",
		"author": [
			{
				"family": "Grassly",
				"given": "Nicholas C."
			},
			{
				"family": "Fraser",
				"given": "Christophe"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2006"
				]
			]
		}
	},
	{
		"id": "griffin2020",
		"type": "article-journal",
		"abstract": "The serial interval is the time between symptom onsets in an infector-infectee pair. The generation time, also known as the generation interval, is the time between infection events in an infector-infectee pair. The serial interval and the generation time are key parameters for assessing the dynamics of a disease. A number of scientific papers reported information pertaining to the serial interval and/or generation time for COVID-19. Objective Conduct a review of available evidence to advise on appropriate parameter values for serial interval and generation time in national COVID-19 transmission models for Ireland and on methodological issues relating to those parameters. Methods We conducted a rapid review of the literature covering the period 1 January 2020 and 21 August 2020, following predefined eligibility criteria. Forty scientific papers met our inclusion criteria and were included in the review. Results The mean of the serial interval ranged from 3.03 to 7.6 days, based on 38 estimates, and the median from 1.0 to 6.0 days (based on 15 estimates). Only three estimates were provided for the mean of the generation time. These ranged from 3.95 to 5.20 days. One estimate of 5.0 days was provided for the median of the generation time. Discussion Estimates of the serial interval and the generation time are very dependent on the specific factors that apply at the time that the data are collected, including the level of social contact. Consequently, the estimates may not be entirely relevant to other environments. Therefore, local estimates should be obtained as soon as possible. Careful consideration should be given to the methodology that is used. Real-time estimations of the serial interval/generation time, allowing for variations over time, may provide more accurate estimates of reproduction numbers than using conventionally fixed serial interval/generation time distributions.",
		"container-title": "BMJ Open",
		"DOI": "10.1136/bmjopen-2020-040263",
		"ISSN": "20446055",
		"issue": "11",
		"note": "ISBN: 9789241512763\nPMID: 33234640",
		"page": "1–9",
		"title": "Rapid review of available evidence on the serial interval and generation time of COVID-19",
		"volume": "10",
		"author": [
			{
				"family": "Griffin",
				"given": "John"
			},
			{
				"family": "Casey",
				"given": "Miriam"
			},
			{
				"family": "Collins",
				"given": "Áine"
			},
			{
				"family": "Hunt",
				"given": "Kevin"
			},
			{
				"family": "McEvoy",
				"given": "David"
			},
			{
				"family": "Byrne",
				"given": "Andrew"
			},
			{
				"family": "McAloon",
				"given": "Conor"
			},
			{
				"family": "Barber",
				"given": "Ann"
			},
			{
				"family": "Lane",
				"given": "Elizabeth Ann"
			},
			{
				"family": "More",
				"given": "Simon"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "jacob2010",
		"type": "article-journal",
		"abstract": "Branching processes are stochastic individual-based processes leading consequently to a bottom-up approach. In addition, since the state variables are random integer variables (representing population sizes), the extinction occurs at random finite time on the extinction set, thus leading to fine and realistic predictions. Starting from the simplest and well-known single-type Bienaymé-Galton-Watson branching process that was used by several authors for approximating the beginning of an epidemic, we then present a general branching model with age and population dependent individual transitions. However contrary to the classical Bienaymé-Galton-Watson or asymptotically Bienaymé-Galton-Watson setting, where the asymptotic behavior of the process, as time tends to infinity, is well understood, the asymptotic behavior of this general process is a new question. Here we give some solutions for dealing with this problem depending on whether the initial population size is large or small, and whether the disease is rare or non-rare when the initial population size is large.",
		"container-title": "International Journal of Environmental Research and Public Health",
		"DOI": "10.3390/ijerph7031204",
		"ISSN": "16604601",
		"issue": "3",
		"page": "1186–1204",
		"title": "Branching processes: Their role in epidemiology",
		"volume": "7",
		"author": [
			{
				"family": "Jacob",
				"given": "Christine"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2010"
				]
			]
		}
	},
	{
		"id": "lehtinen2021",
		"type": "article-journal",
		"abstract": "The timing of transmission plays a key role in the dynamics and controllability of an epidemic. However, observing generation times - the time interval between the infection of an infector and an infectee in a transmission pair - requires data on infection times, which are generally unknown. The timing of symptom onset is more easily observed; generation times are therefore often estimated based on serial intervals - the time interval between symptom onset of an infector and an infectee. This estimation follows one of two approaches: (i) approximating the generation time distribution by the serial interval distribution or (ii) deriving the generation time distribution from the serial interval and incubation period - the time interval between infection and symptom onset in a single individual - distributions. These two approaches make different - and not always explicitly stated - assumptions about the relationship between infectiousness and symptoms, resulting in different generation time distributions with the same mean but unequal variances. Here, we clarify the assumptions that each approach makes and show that neither set of assumptions is plausible for most pathogens. However, the variances of the generation time distribution derived under each assumption can reasonably be considered as upper (approximation with serial interval) and lower (derivation from serial interval) bounds. Thus, we suggest a pragmatic solution is to use both approaches and treat these as edge cases in downstream analysis. We discuss the impact of the variance of the generation time distribution on the controllability of an epidemic through strategies based on contact tracing, and we show that underestimating this variance is likely to overestimate controllability.",
		"container-title": "Journal of the Royal Society Interface",
		"DOI": "10.1098/rsif.2020.0756",
		"ISSN": "17425662",
		"issue": "174",
		"note": "PMID: 33402022",
		"title": "On the relationship between serial interval, infectiousness profile and generation time: On the relationship between serial interval, infectiousness profile and generation time",
		"volume": "18",
		"author": [
			{
				"family": "Lehtinen",
				"given": "Sonja"
			},
			{
				"family": "Ashcroft",
				"given": "Peter"
			},
			{
				"family": "Bonhoeffer",
				"given": "Sebastian"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "limpert2001",
		"type": "article-journal",
		"abstract": "On the charms of statistics, and how mechanical models resembling gambling machines offer a link to a handy way to characterize log-normal distributions, which can provide deeper insight into variability and probability - Normal or log-normal: That is the question.",
		"container-title": "BioScience",
		"DOI": "10.1641/0006-3568(2001)051[0341:LNDATS]2.0.CO;2",
		"ISSN": "00063568",
		"issue": "5",
		"page": "341–352",
		"title": "Log-normal distributions across the sciences: Keys and clues",
		"volume": "51",
		"author": [
			{
				"family": "Limpert",
				"given": "Eckhard"
			},
			{
				"family": "Stahel",
				"given": "Werner A."
			},
			{
				"family": "Abbt",
				"given": "Markus"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2001"
				]
			]
		}
	},
	{
		"id": "lloyd-smith2005",
		"type": "article-journal",
		"abstract": "Population-level analyses often use average quantities to describe heterogeneous systems, particularly when variation does not arise from identifiable groups. A prominent example, central to our current understanding of epidemic spread, is the basic reproductive number, R0, which is defined as the mean number of infections caused by an infected individual in a susceptible population. Population estimates of R0 can obscure considerable individual variation in infectiousness, as highlighted during the global emergence of severe acute respiratory syndrome (SARS) by numerous 'superspreading events' in which certain individuals infected unusually large numbers of secondary cases. For diseases transmitted by non-sexual direct contacts, such as SARS or smallpox, individual variation is difficult to measure empirically, and thus its importance for outbreak dynamics has been unclear. Here we present an integrated theoretical and statistical analysis of the influence of individual variation in infectiousness on disease emergence. Using contact tracing data from eight directly transmitted diseases, we show that the distribution of individual infectiousness around R0 is often highly skewed. Model predictions accounting for this variation differ sharply from average-based approaches, with disease extinction more likely and outbreaks rarer but more explosive. Using these models, we explore implications for outbreak control, showing that individual-specific control measures outperform population-wide measures. Moreover, the dramatic improvements achieved through targeted control policies emphasize the need to identify predictive correlates of higher infectiousness. Our findings indicate that superspreading is a normal feature of disease spread, and to frame ongoing discussion we propose a rigorous definition for superspreading events and a method to predict their frequency. © 2005 Nature Publishing Group.",
		"container-title": "Nature",
		"DOI": "10.1038/nature04153",
		"ISSN": "14764687",
		"issue": "7066",
		"note": "PMID: 16292310",
		"page": "355–359",
		"title": "Superspreading and the effect of individual variation on disease emergence",
		"volume": "438",
		"author": [
			{
				"family": "Lloyd-Smith",
				"given": "J. O."
			},
			{
				"family": "Schreiber",
				"given": "S. J."
			},
			{
				"family": "Kopp",
				"given": "P. E."
			},
			{
				"family": "Getz",
				"given": "W. M."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2005"
				]
			]
		}
	},
	{
		"id": "marivate2020",
		"type": "article-journal",
		"container-title": "arXiv preprint arXiv:2004.04813",
		"title": "Use of available data to inform the COVID-19 outbreak in South Africa: a case study",
		"author": [
			{
				"family": "Marivate",
				"given": "Vukosi"
			},
			{
				"family": "Combrink",
				"given": "Herkulaas MvE"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "nishiura2007",
		"type": "article-journal",
		"abstract": "The incubation period of infectious diseases, the time from infection with a microorganism to onset of disease, is directly relevant to prevention and control. Since explicit models of the incubation period enhance our understanding of the spread of disease, previous classic studies were revisited, focusing on the modeling methods employed and paying particular attention to relatively unknown historical efforts. The earliest study on the incubation period of pandemic influenza was published in 1919, providing estimates of the incubation period of Spanish flu using the daily incidence on ships departing from several ports in Australia. Although the study explicitly dealt with an unknown time of exposure, the assumed periods of exposure, which had an equal probability of infection, were too long, and thus, likely resulted in slight underestimates of the incubation period. After the suggestion that the incubation period follows lognormal distribution, Japanese epidemiologists extended this assumption to estimates of the time of exposure during a point source outbreak. Although the reason why the incubation period of acute infectious diseases tends to reveal a right-skewed distribution has been explored several times, the validity of the lognormal assumption is yet to be fully clarified. At present, various different distributions are assumed, and the lack of validity in assuming lognormal distribution is particularly apparent in the case of slowly progressing diseases. The present paper indicates that (1) analysis using well-defined short periods of exposure with appropriate statistical methods is critical when the exact time of exposure is unknown, and (2) when assuming a specific distribution for the incubation period, comparisons using different distributions are needed in addition to estimations using different datasets, analyses of the determinants of incubation period, and an understanding of the underlying disease mechanisms. © 2007 Nishiura; licensee BioMed Central Ltd.",
		"container-title": "Emerging Themes in Epidemiology",
		"DOI": "10.1186/1742-7622-4-2",
		"ISSN": "17427622",
		"page": "1–12",
		"title": "Early efforts in modeling the incubation period of infectious diseases with an acute course of illness",
		"volume": "4",
		"author": [
			{
				"family": "Nishiura",
				"given": "Hiroshi"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2007"
				]
			]
		}
	},
	{
		"id": "nishiura2012",
		"type": "article-journal",
		"abstract": "Use of the final size distribution of minor outbreaks for the estimation of the reproduction numbers of supercritical epidemic processes has yet to be considered. We used a branching process model to derive the final size distribution of minor outbreaks, assuming a reproduction number above unity, and applying the method to final size data for pneumonic plague. Pneumonic plague is a rare disease with only one documented major epidemic in a spatially limited setting. Because the final size distribution of a minor outbreak needs to be normalized by the probability of extinction, we assume that the dispersion parameter (k) of the negative-binomial offspring distribution is known, and examine the sensitivity of the reproduction number to variation in dispersion. Assuming a geometric offspring distribution with k=1, the reproduction number was estimated at 1.16 (95% confidence interval: 0.97-1.38). When less dispersed with k=2, the maximum likelihood estimate of the reproduction number was 1.14. These estimates agreed with those published from transmission network analysis, indicating that the human-to-human transmission potential of the pneumonic plague is not very high. Given only minor outbreaks, transmission potential is not sufficiently assessed by directly counting the number of offspring. Since the absence of a major epidemic does not guarantee a subcritical process, the proposed method allows us to conservatively regard epidemic data from minor outbreaks as supercritical, and yield estimates of threshold values above unity. © 2011.",
		"container-title": "Journal of Theoretical Biology",
		"DOI": "10.1016/j.jtbi.2011.10.039",
		"ISSN": "00225193",
		"note": "publisher: Elsevier\nPMID: 22079419",
		"page": "48–55",
		"title": "Estimating the transmission potential of supercritical processes based on the final size distribution of minor outbreaks",
		"URL": "http://dx.doi.org/10.1016/j.jtbi.2011.10.039",
		"volume": "294",
		"author": [
			{
				"family": "Nishiura",
				"given": "Hiroshi"
			},
			{
				"family": "Yan",
				"given": "Ping"
			},
			{
				"family": "Sleeman",
				"given": "Candace K."
			},
			{
				"family": "Mode",
				"given": "Charles J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2012"
				]
			]
		}
	},
	{
		"id": "pearson2020",
		"type": "article-journal",
		"abstract": "For 45 African countries/territories already reporting COVID-19 cases before 23 March 2020, we estimate the dates of reporting 1,000 and 10,000 cases. Assuming early epidemic trends without interventions, all 45 were likely to exceed 1,000 confirmed cases by the end of April 2020, with most exceeding 10,000 a few weeks later.",
		"container-title": "Eurosurveillance",
		"DOI": "10.2807/1560-7917.ES.2020.25.18.2000543",
		"ISSN": "15607917",
		"issue": "18",
		"note": "publisher: European Centre for Disease Prevention and Control (ECDC)\nPMID: 32400361",
		"page": "1–6",
		"title": "Projected early spread of COVID-19 in Africa through 1 June 2020",
		"URL": "http://dx.doi.org/10.2807/1560-7917.ES.2020.25.18.2000543",
		"volume": "25",
		"author": [
			{
				"family": "Pearson",
				"given": "Carl A.B."
			},
			{
				"family": "Schalkwyk",
				"given": "Cari",
				"non-dropping-particle": "van"
			},
			{
				"family": "Foss",
				"given": "Anna M."
			},
			{
				"family": "O'Reilly",
				"given": "Kathleen M."
			},
			{
				"family": "Pulliam",
				"given": "Juliet R.C."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "becker1977",
		"type": "article-journal",
		"container-title": "Biometrics",
		"ISSN": "0006-341X",
		"issue": "3",
		"note": "publisher: JSTOR",
		"page": "515–522",
		"title": "Estimation for discrete time branching processes with application to epidemics",
		"volume": "33",
		"author": [
			{
				"family": "Becker",
				"given": "Niels"
			},
			{
				"family": "Society",
				"given": "International Biometric"
			}
		],
		"issued": {
			"date-parts": [
				[
					"1977"
				]
			]
		}
	},
	{
		"id": "wang2020",
		"type": "article-journal",
		"abstract": "Coronavirus disease 2019 (COVID-19) was first identified in late 2019 in Wuhan, Hubei Province, China and spread globally in months, sparking worldwide concern. However, it is unclear whether super-spreading events occurred during the early outbreak phase, as has been observed for other emerging viruses. Here, we analyse 208 publicly available SARS-CoV-2 genome sequences collected during the early outbreak phase. We combine phylogenetic analysis with Bayesian inference under an epidemiological model to trace person-to-person transmission. The dispersion parameter of the offspring distribution in the inferred transmission chain was estimated to be 0.23 (95% CI: 0.13–0.38), indicating there are individuals who directly infected a disproportionately large number of people. Our results showed that super-spreading events played an important role in the early stage of the COVID-19 outbreak.",
		"container-title": "Nature Communications",
		"DOI": "10.1038/s41467-020-18836-4",
		"ISSN": "20411723",
		"issue": "1",
		"note": "publisher: Springer US\nPMID: 33024095",
		"page": "1–6",
		"title": "Inference of person-to-person transmission of COVID-19 reveals hidden super-spreading events during the early outbreak phase",
		"URL": "http://dx.doi.org/10.1038/s41467-020-18836-4",
		"volume": "11",
		"author": [
			{
				"family": "Wang",
				"given": "Liang"
			},
			{
				"family": "Didelot",
				"given": "Xavier"
			},
			{
				"family": "Yang",
				"given": "Jing"
			},
			{
				"family": "Wong",
				"given": "Gary"
			},
			{
				"family": "Shi",
				"given": "Yi"
			},
			{
				"family": "Liu",
				"given": "Wenjun"
			},
			{
				"family": "Gao",
				"given": "George F."
			},
			{
				"family": "Bi",
				"given": "Yuhai"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "yadav2021",
		"type": "article-journal",
		"abstract": "In this review, we have discussed the different statistical modeling and prediction techniques for various infectious diseases including the recent pandemic of COVID-19. The distribution fitting, time series modeling along with predictive monitoring approaches, and epidemiological modeling are illustrated. When the epidemiology data is sufficient to fit with the required sample size, the normal distribution in general or other theoretical distributions are fitted and the best-fitted distribution is chosen for the prediction of the spread of the disease. The infectious diseases develop over time and we have data on the single variable that is the number of infections that happened, therefore, time series models are fitted and the prediction is done based on the best-fitted model. Monitoring approaches may also be applied to time series models which could estimate the parameters more precisely. In epidemiological modeling, more biological parameters are incorporated in the models and the forecasting of the disease spread is carried out. We came up with, how to improve the existing modeling methods, the use of fuzzy variables, and detection of fraud in the available data. Ultimately, we have reviewed the results of recent statistical modeling efforts to predict the course of COVID-19 spread.",
		"container-title": "Frontiers in Public Health",
		"DOI": "10.3389/fpubh.2021.645405",
		"ISSN": "22962565",
		"issue": "June",
		"note": "PMID: 34222166",
		"page": "1–27",
		"title": "Statistical Modeling for the Prediction of Infectious Disease Dissemination With Special Reference to COVID-19 Spread",
		"volume": "9",
		"author": [
			{
				"family": "Yadav",
				"given": "Subhash Kumar"
			},
			{
				"family": "Akhter",
				"given": "Yusuf"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	}
]